[
  "calendar",
  "obsidian-plugin-update-tracker",
  "hotkey-helper",
  "better-export-pdf",
  "image-converter",
  "surfing",
  "extract-url",
  "obsidian-icon-folder",
  "dataview",
  "quickadd",
  "obsidian-banners",
  "home-tab",
  "prologue",
  "obsidian-charts",
  "widgets",
  "editing-toolbar",
  "obsidian-hider",
  "excalibrain",
  "beautitab",
  "obsidian-excalidraw-plugin",
  "obsidian-functionplot",
  "obsidian-style-settings",
  "obsidian-math-plus",
  "solve",
  "mathtype",
  "obsidian-wikipedia",
  "wikipedia-search",
  "search-on-internet",
  "cmdr",
  "terminal",
  "notebook-navigator",
  "plugin-manager",
  "animated-cursor",
  "quartz-syncer",
  "ink",
  "obsidian-git"
]